Repository: dhis2/who-data-quality-app
Catalog: i18n/*.po
Languages: cs, uz_latn, uz_uz_cyrl

source: Page not found
cs: Stránka nenalezena
uz_latn: Sahifa topilmadi
uz_uz_cyrl: Саҳифа топилмади

source: Dashboard
cs: Ovládací panel
uz_latn: Boshqaruv paneli
uz_uz_cyrl: Бошқарув панели

source: Analysis
cs: Analýza
uz_latn: Tahlil
uz_uz_cyrl: Таҳлил

source: Outliers and missing data
cs: Odlehlé hodnoty a chybějící data
uz_latn: Ortiqcha va yetishmayotgan maʼlumotlar
uz_uz_cyrl: Ортиқча ва етишмаётган маълумотлар

source: Consistency
cs: Konzistence
uz_latn: Muvofiqlik
uz_uz_cyrl: Мувофиқлик

source: Annual report
cs: Výroční zpráva
uz_latn: Yillik hisobot
uz_uz_cyrl: Йиллик ҳисобот

source: More
cs: Více
uz_latn: Koʼproq
uz_uz_cyrl: Кўпроқ

source: Administration
cs: Administrace
uz_latn: Аdministratsiya
uz_uz_cyrl: Администрация

source: Data export for Excel tool
cs: nástroj pro export dat do Excelu
uz_latn: Excel ilovasi uchun maʼlumotlar eksporti
uz_uz_cyrl: Excel иловаси учун маълумотлар экспорти

source: User manual
cs: Uživatelský manuál
uz_latn: Foydalanuvchi uchun qoʼllanma
uz_uz_cyrl: Фойдаланувчи учун қўлланма

source: Consistency analysis
cs: Analýza konzistence
uz_latn: Muvofiqlikni tahlil qilish
uz_uz_cyrl: Мувофиқликни таҳлил қилиш

source: Completeness
cs: Úplnost
uz_latn: Toʼliqlik
uz_uz_cyrl: Тўлиқлик

source: Consistency - time
cs: Konzistence - čas
uz_latn: Muvofiqlik - vaqt
uz_uz_cyrl: Мувофиқлик - вақт

source: Consistency - data
cs: Konzistence - data
uz_latn: Muvofiqlik - maʼlumotlar
uz_uz_cyrl: Мувофиқлик - маълумотлар

source: Outliers
cs: Odlehlé hodnoty
uz_latn: Chekinishlar
uz_uz_cyrl: Чекинишлар

source: Data export for excel
cs: Export dat do aplikace Excel
uz_latn: Excel uchun maʼlumotlar eksporti
uz_uz_cyrl: Excel учун маълумотлар экспорти

source: Outliers and missing data analysis
cs: Odlehlé hodnoty a analýza chybějících dat
uz_latn: Maʼlumotlar tahlillarida cheklanishlar va xatoliklar
uz_uz_cyrl: Маълумотлар таҳлилларида чекланишлар ва хатоликлар
